[
  {
    "sentence" : "The goods receipt triggers the process.",
    "compression" : ""
  },{
    "sentence" : "The goods are delivered by the vendor and arrive in the warehouse.",
    "compression" : ""
  },{
    "sentence" : "The warehouse clerks then check whether the goods have actually been ordered.",
    "compression" : ""
  },{
    "sentence" : "If goods that have not been ordered are delivered, the warehouse clerk refuses to accept the goods.",
    "compression" : ""
  },{
    "sentence" : "If, on the other hand, there is an order, the warehouse clerk checks whether the delivery quantity corresponds to the information on the delivery note.",
    "compression" : ""
  },{
    "sentence" : "If goods are missing, the warehouse clerk enters the missing quantity in the delivery note and in the supply chain management system.",
    "compression" : ""
  },{
    "sentence" : "The incoming goods department then informs the supplier, who in turn issues a new delivery order and delivers the goods at a later date.",
    "compression" : ""
  },{
    "sentence" : "All incoming goods are checked by warehousemen for their storability, because the goods could have been put together unfavourably.",
    "compression" : ""
  },{
    "sentence" : "If the latter is the case, the goods must be repacked in order to make them fit for storage.",
    "compression" : ""
  },{
    "sentence" : "Containers, pallets and crates are available for this purpose.",
    "compression" : ""
  },{
    "sentence" : "Boxes are usually stacked on pallets, which in turn are stored in stackable containers.",
    "compression" : ""
  },{
    "sentence" : "If the goods can be stored, the system checks whether they have a best-before date.",
    "compression" : ""
  },{
    "sentence" : "If so, the best-before date must be checked.",
    "compression" : ""
  },{
    "sentence" : "If it lies within the specified tolerance range, the shelf life expiration date is entered.",
    "compression" : ""
  },{
    "sentence" : "Otherwise, the goods are sorted out and this is also noted as a shortfall on the delivery note.",
    "compression" : ""
  },{
    "sentence" : "The supplier is again informed and therefore has to deliver the missing goods again.",
    "compression" : ""
  },{
    "sentence" : "After all checks have been completed, the goods can be moved to the various storage rooms, whereby the individual storage locations are noted in the system.",
    "compression" : ""
  },{
    "sentence" : "Goods to be stored in a cool place are stored in the cold rooms provided for this purpose.",
    "compression" : ""
  }
]