[
  {
    "sentence" : "When an invoice arrives, it is checked whether it is available electronically or in writing.",
    "compression" : ""
  },{
    "sentence" : "An electronic invoice is transferred directly into the system, whereas a written invoice has to be entered first.",
    "compression" : ""
  },{
    "sentence" : "After entry, the open items must be posted with the blocking indicator.",
    "compression" : ""
  },{
    "sentence" : "Then the calculation of the input tax deduction takes place.",
    "compression" : ""
  },{
    "sentence" : "Now the check is carried out according to the type of incoming payment.",
    "compression" : ""
  },{
    "sentence" : "The payment can be made only after invoice examination, unless one is immediate payer.",
    "compression" : ""
  },{
    "sentence" : "Here the invoice is to be released already before.",
    "compression" : ""
  },{
    "sentence" : "There is no invoice verification for drop shipments.",
    "compression" : ""
  },{
    "sentence" : "The first step is to sort the documents and then assign them to a delivery note.",
    "compression" : ""
  },{
    "sentence" : "If no delivery note is available, a transaction must be assigned manually.",
    "compression" : ""
  },{
    "sentence" : "You must now check whether there are any differences between the delivery note and the invoice.",
    "compression" : ""
  },{
    "sentence" : "If the deviation is outside the tolerance range, a deviation check is carried out.",
    "compression" : ""
  },{
    "sentence" : "Now it must be checked whether a credit-side postprocessing is necessary, and if necessary this must be carried out.",
    "compression" : ""
  },{
    "sentence" : "Now the invoice is archived and it is checked whether differences are to be posted and whether there was an immediate payment.",
    "compression" : ""
  },{
    "sentence" : "If differences are to be posted, the system branches to the goods valuation process.",
    "compression" : ""
  },{
    "sentence" : "If no immediate payment has been made, the block indicators for the open items are removed and the invoice is released for payment and the outgoing payment posting process is called.",
    "compression" : ""
  }
]